Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Settings_SwapFilePathTextBox.AutomationProperties.HelpText
source: An absolute Windows path to the swap virtual hard disk.
cs_cz: Absolutní cesta systému Windows k prohození virtuálního pevného disku.
da_dk: En absolut Windows-sti til ombytningen af den virtuelle harddisk.
de_de: Ein absoluter Windows-Pfad zur virtuellen Auslagerungsfestplatte.
el_gr: Μια απόλυτη διαδρομή Windows προς τον εικονικό σκληρό δίσκο swap.
es_es: Ruta de acceso absoluta de Windows al disco duro virtual de intercambio.
fi_fi: Absoluuttinen Windows-polku virtuaalikiintolevyn sivutustiedostoon.
fr_fr: Chemin d’accès Windows absolu au disque dur virtuel d’échange.
hu_hu: A virtuális merevlemez felcserélésére szolgáló abszolút Windows-elérési út.
it_it: Percorso assoluto di Windows per il disco rigido virtuale di scambio.
ja_jp: スワップ仮想ハード ディスクへの Windows の絶対パス。
ko_kr: 스왑 가상 하드 디스크의 절대 Windows 경로입니다.
nb_no: En absolutt Windows-bane til den virtuelle harddisken for bytting.
nl_nl: Een absoluut Windows-pad naar de verwisselbare virtuele harde schijf.
pl_pl: Bezwzględna ścieżka systemu Windows do wirtualnego dysku twardego wymiany.
pt_br: Um caminho absoluto do Windows para o disco rígido virtual de permuta.
pt_pt: Um caminho absoluto do Windows para o disco rígido virtual de troca.
ru_ru: Абсолютный путь Windows к обмену виртуальным жестким диском.
sv_se: En absolut Windows-sökväg till den virtuella växlingshårddisken.
tr_tr: Takas sanal sabit diskine giden mutlak bir Windows yolu.
zh_cn: 交换虚拟硬盘的绝对 Windows 路径。
zh_tw: 交換虛擬硬碟的絕對 Windows 路徑。

# Settings_SwapSize.Header
source: Swap Size
cs_cz: Velikost prohození
da_dk: Swap-størrelse
de_de: Swap-Größe
el_gr: Μέγεθος Swap
es_es: Tamaño de intercambio
fi_fi: Sivutustiedoston koko
fr_fr: Taille d’échange
hu_hu: Felcserélési méret
it_it: Dimensioni scambio
ja_jp: スワップ サイズ
ko_kr: 스왑 크기
nb_no: Bytt størrelse
nl_nl: Formaat wijzigen
pl_pl: Rozmiar zamiany
pt_br: Tamanho da Troca
pt_pt: Tamanho da troca
ru_ru: Размер буфера
sv_se: Växlingsstorlek
tr_tr: Takas Boyutu
zh_cn: 交换大小
zh_tw: 交換大小

# Settings_SwapSize.Description
source: How much swap space to add to the WSL 2 VM, 0 for no swap file. Swap storage is disk-based RAM used when memory demand exceeds limit on hardware device.
cs_cz: Kolik místa prohození se má přidat do virtuálního počítače WSL 2, 0 pro žádný odkládací soubor. Prohození úložiště je disková paměť RAM, která se používá v případě, že poptávka po paměti překračuje limit hardwarového zařízení.
da_dk: Hvor meget swapplads, der skal føjes til VM'en WSL 2, 0 for ingen swapfil. Swaplageret er diskbaseret RAM, der bruges, når hukommelsesefterspørgslen overskrider grænsen på hardwareenheden.
de_de: Gibt an, wie viel Auslagerungsspeicherplatz der VM WSL 2 hinzugefügt werden soll, 0 für keine Auslagerungsdatei. Der Auslagerungsspeicher ist datenträgerbasierter RAM, der verwendet wird, wenn der Arbeitsspeicherbedarf das Limit auf dem Hardwaregerät überschreitet.
el_gr: Πόσος χώρος swap θα προστεθεί στην Εικονική Μηχανή WSL 2, 0 για απουσία αρχείου swap. Η αποθήκευση swap είναι μνήμη RAM βασισμένη σε δίσκο που χρησιμοποιείται όταν η ζήτηση μνήμης υπερβαίνει το όριο στη συσκευή υλικού.
es_es: Cantidad de espacio de intercambio que se agregará a la VM WSL 2, 0 para ningún archivo de intercambio. El almacenamiento de intercambio es una RAM basada en disco usada cuando la demanda de memoria supera el límite en el dispositivo de hardware.
fi_fi: Kuinka paljon sivutustiedostotilaa WSL 2 VM:ään lisätään, 0 sivutustiedostoa ei ole. Sivutustiedostontallennustila on levypohjainen RAM-muisti, jota käytetään, kun muistintarve ylittää laitteistolaitteen rajoituksen.
fr_fr: Quantité de mémoire tampon à ajouter à la VM WSL 2, 0 sans fichier de permutation. La mémoire tampon est une mémoire vive sur disque utilisée lorsque la demande de mémoire dépasse la limite du périphérique matériel.
hu_hu: Mennyi lapozóterületet kell hozzáadni a WSL 2 virtuális géphez, 0-t a felcserélés nélküli fájlhoz. A felcserélési tároló lemezalapú RAM, amit akkor használ a rendszer ha a memóriaigény meghaladja a hardvereszközökre vonatkozó korlátot.
it_it: Quantità di spazio di scambio da aggiungere alla macchina virtuale WSL 2, 0 per nessun file di scambio. L'archiviazione di scambio è la RAM basata su disco usata quando la richiesta di memoria supera il limite nel dispositivo hardware.
ja_jp: WSL 2 VM に追加するスワップ領域の量 (スワップ ファイルがない場合は 0)。スワップ ストレージは、メモリの需要がハードウェア デバイスの制限を超えたときに使用されるディスク ベースの RAM です。
ko_kr: WSL 2 VM에 추가할 스왑 공간의 크기입니다. 스왑 파일이 없으면 0입니다. 스왑 스토리지는 메모리 요구량이 하드웨어 장치의 한도를 초과할 때 사용되는 디스크 기반 RAM입니다.
nb_no: Hvor mye bytteplass som skal legges til WSL 2 VM, 0 for ingen byttingsfil. Bytt lagring er diskbasert RAM som brukes når minnebehovet overskrider grensen på maskinvareenhet.
nl_nl: Hoeveel wisselruimte moet worden toegevoegd aan de VM van WSL 2, 0 voor geen wisselbestand. Wisselopslag is ram op schijf die wordt gebruikt wanneer de geheugenvraag de limiet op het hardwareapparaat overschrijdt.
pl_pl: Ilość miejsca do dodania do maszyny wirtualnej WSL 2, 0 dla braku pliku wymiany. Magazyn wymiany to dyskowa pamięć RAM używana, gdy zapotrzebowanie na pamięć przekracza limit na urządzeniu sprzętowym.
pt_br: Quanto espaço de troca será adicionado à VM do WSL 2, 0 para nenhum arquivo de troca. O armazenamento de permuta é a RAM baseada em disco usada quando a demanda de memória excede o limite no dispositivo de hardware.
pt_pt: Quantidade de espaço de troca a adicionar à VM WSL 2; 0 para nenhum ficheiro de paginação. O armazenamento de troca é uma RAM baseada em disco utilizada quando a procura de memória excede o limite no dispositivo de hardware.
ru_ru: Объем места для обмена добавляемого в виртуальную машину WSL 2, 0 для файла переключения. Хранилище буфера — это дисковое ОЗУ, используемое при превышении ограничения на объем памяти на устройстве.
sv_se: Hur mycket växlingsutrymme som ska läggas till på den virtuella WSL 2-datorn, 0 utan växlingsfil. Växlingslagring är diskbaserat RAM-minne som används när minnesbehovet överskrider gränsen på maskinvaruenheten.
tr_tr: WSL 2 VM'ye ekli takas alanı boyutu, takas dosyası yoksa 0. Takas depolama alanı, bellek ihtiyacı donanım aygıtındaki sınırı aştığında kullanılan disk tabanlı RAM'dir.
zh_cn: 要添加到 WSL 2 VM 的交换空间量，0 表示没有交换文件。当内存需求超出硬件设备的限制时，交换存储是基于磁盘的 RAM。
zh_tw: 要新增多少交換空間至 WSL 2 VM，0 表示沒有交換檔。當記憶體需求超過硬體裝置的限制時，交換記憶體是磁碟型 RAM 所使用。

# Settings_SwapSizeResetButton.Content
source: Reset size
cs_cz: Resetovat velikost
da_dk: Nulstil størrelse
de_de: Größe zurücksetzen
el_gr: Επαναφορά μεγέθους
es_es: Restablecer tamaño
fi_fi: Palauta koko
fr_fr: Réinitialiser la taille
hu_hu: Méret visszaállítása
it_it: Reimposta dimensioni
ja_jp: サイズのリセット
ko_kr: 크기 초기화
nb_no: Tilbakestill størrelse
nl_nl: Grootte opnieuw instellen
pl_pl: Resetuj rozmiar
pt_br: Redefinir tamanho
pt_pt: Repor tamanho
ru_ru: Восстановить размер
sv_se: Återställ storlek
tr_tr: Boyutu sıfırla
zh_cn: 重设大小
zh_tw: 重設大小

# Settings_SwapSizeTextBox.AutomationProperties.Name
source: Swap Size
cs_cz: Velikost prohození
da_dk: Swap-størrelse
de_de: Swap-Größe
el_gr: Μέγεθος Swap
es_es: Tamaño de intercambio
fi_fi: Sivutustiedoston koko
fr_fr: Taille d’échange
hu_hu: Felcserélési méret
it_it: Dimensioni scambio
ja_jp: スワップ サイズ
ko_kr: 전환 크기
nb_no: Bytt størrelse
nl_nl: Formaat wijzigen
pl_pl: Rozmiar zamiany
pt_br: Tamanho da Troca
pt_pt: Tamanho da troca
ru_ru: Размер буфера
sv_se: Växlingsstorlek
tr_tr: Takas Boyutu
zh_cn: 交换大小
zh_tw: 交換大小

# Settings_SwapSizeTextBox.AutomationProperties.HelpText
source: How much swap space, specified in megabytes, to add to the WSL 2 VM. 0 for no swap file. Swap storage is disk-based RAM used when memory demand exceeds limit on hardware device.
cs_cz: Kolik místa prohození zadaného v megabajtech, které se má přidat do virtuálního počítače WSL 2 0 pro žádný odkládací soubor Stránkovací úložiště je paměť RAM založená na disku, která se používá v případě, že požadavky na paměť překračují limit hardwarového zařízení.
da_dk: Hvor meget swapplads skal der tilføjes til WSL 2 VM. 0 for en swapfil. Swaplageret er diskbaseret RAM, der bruges, når hukommelsesefterspørgslen overskrider grænsen på hardwareenheden.
de_de: Wie viel Auslagerungsspeicher in Megabyte der WSL 2-VM hinzugefügt werden soll. 0 für keine Auslagerungsdatei. Der Auslagerungsspeicher ist datenträgerbasierter RAM, der verwendet wird, wenn der Arbeitsspeicherbedarf das Limit auf dem Hardwaregerät überschreitet.
el_gr: Πόσος χώρος swap, καθορισμένος σε megabytes, θα προστεθεί στην Εικονική Μηχανή WSL 2. 0 για απουσία αρχείου swap. Η αποθήκευση swap είναι μνήμη RAM βασισμένη σε δίσκο που χρησιμοποιείται όταν η ζήτηση μνήμης υπερβαίνει το όριο στη συσκευή υλικού.
es_es: Cantidad de espacio de intercambio, especificado en megabytes, que se agregará a la VM WSL 2. 0 para ningún archivo de intercambio. El almacenamiento de intercambio es una RAM basada en disco usada cuando la demanda de memoria supera el límite en el dispositivo de hardware.
fi_fi: WSL 2 VM:ään lisättävän sivutustilan määrä megatavuina. 0, jos sivutustiedostoa ei ole. Sivutustiedoston tallennustila on levypohjainen RAM-muisti, jota käytetään, kun muistintarve ylittää laitteistolaitteen rajoituksen.
fr_fr: Quantité d’espace d’échange, spécifiée en mégaoctets, à ajouter à la machine virtuelle WSL 2. 0 pour aucun fichier d’échange. La mémoire tampon est une mémoire vive sur disque utilisée lorsque la demande de mémoire dépasse la limite du périphérique matériel.
hu_hu: A WSL 2 virtuális géphez hozzáadandó lapozótár megabájtban megadva. 0 a felcserélés nélküli fájlhoz. A felcserélési tároló lemezalapú RAM, amit akkor használ a rendszer ha a memóriaigény meghaladja a hardvereszközökre vonatkozó korlátot.
it_it: Quantità di spazio di scambio, specificata in megabyte, da aggiungere alla macchina virtuale WSL 2. 0 per nessun file di scambio. L'archiviazione di scambio è la RAM basata su disco usata quando la richiesta di memoria supera il limite nel dispositivo hardware.
ja_jp: WSL 2 VM に追加するスワップ領域のサイズ (MB 単位)。スワップ ファイルがない場合は 0。スワップ ストレージは、メモリ要求がハードウェア デバイスの制限を超えたときに使用されるディスク ベースの RAM です。
ko_kr: WSL 2 VM에 추가할 스왑 공간(MB)입니다. 스왑 파일이 없는 경우 0입니다. 스왑 스토리지는 메모리 요구가 하드웨어 장치의 한도를 초과하는 경우 사용되는 디스크 기반 RAM입니다.
nb_no: Hvor mye veksleplass, angitt i megabyte, som skal legges til VM-en for WSL 2. 0 for ingen vekslefil. Vekslelagring er diskbasert RAM som brukes når minnebehovet overskrider grensen på maskinvareenheten.
nl_nl: Hoeveel wisselruimte, opgegeven in megabytes, moet worden toegevoegd aan de VM van WSL 2. 0 voor geen wisselbestand. Wisselopslag is ram op schijf die wordt gebruikt wanneer de geheugenvraag de limiet op het hardwareapparaat overschrijdt.
pl_pl: Ilość miejsca wymiany określonego w megabajtach do dodania do maszyny wirtualnej WSL 2. 0 dla pliku bez wymiany. Magazyn wymiany to dyskowa pamięć RAM używana, gdy zapotrzebowanie na pamięć przekracza limit na urządzeniu sprzętowym.
pt_br: Quanto espaço de troca, especificado em megabytes, para adicionar à VM WSL 2. 0 para nenhum arquivo de troca. O armazenamento de permuta é a RAM baseada em disco usada quando a demanda de memória excede o limite no dispositivo de hardware.
pt_pt: Quanto espaço de troca, especificado em megabytes, deve ser adicionado à VM WSL 2. 0 para nenhum ficheiro swap. O armazenamento de troca é uma RAM baseada em disco utilizada quando a procura de memória excede o limite no dispositivo de hardware.
ru_ru: Какой объем пространства подкачки (указан в мегабайтах) добавить к виртуальной машине WSL 2. 0 для отсутствия файла подкачки. Хранилище буфера — это дисковое ОЗУ, используемое при превышении ограничения на объем памяти на устройстве.
sv_se: Hur mycket växlingsutrymme, som anges i megabyte, som ska läggas till i den virtuella WSL 2-datorn. 0 för ingen växlingsfil. Växlingslagring är diskbaserat RAM-minne som används när minnesbehovet överskrider gränsen på maskinvaruenheten.
tr_tr: WSL 2 VM'sine eklenecek, megabayt cinsinden takas alanı. Takas dosyası yoksa 0. Takas depolama alanı, bellek ihtiyacı donanım cihazındaki sınırı aştığında kullanılan disk tabanlı RAM'dir.
zh_cn: 要添加到 WSL 2 VM 的交换空间，以 MB 为单位指定。0 表示没有交换文件。当内存需求超出硬件设备的限制时，交换存储是基于磁盘的 RAM。
zh_tw: 要新增至 WSL 2 VM 的交換空間，以 MB 為單位。0 表示沒有交換檔。當記憶體需求超過硬體裝置的限制時，交換記憶體是磁碟型 RAM 所使用。

# Settings_Virtio.Header
source: Enable VirtIO
cs_cz: Povolit VirtIO
da_dk: Aktivér VirtIO
de_de: Aktivieren von VirtIO
el_gr: Ενεργοποίηση VirtIO
fi_fi: Ota VirtIO käyttöön
fr_fr: Activer VirtIO
hu_hu: VirtIO engedélyezése
it_it: Abilita VirtIO
ja_jp: VirtIO を有効にする
ko_kr: VirtIO 사용
nb_no: Aktiver VirtIO
nl_nl: VirtIO inschakelen
pl_pl: Włącz funkcję VirtIO
pt_br: Habilitar o VirtIO
pt_pt: Ativar o VirtIO
ru_ru: Включить VirtIO
sv_se: Aktivera VirtIO
tr_tr: VirtIO’yu etkinleştir
zh_cn: 启用 VirtIO
zh_tw: 啟用 VirtIO

# Settings_Virtio.Description
source: Use virtiofs instead of plan 9 to access host files, increasing speed.
cs_cz: Pro přístup k hostitelským souborům používejte virtiofy místo plánu 9, což zvyšuje rychlost.
da_dk: Brug virtiofs i stedet for plan 9 til at få adgang til værtsfiler, hvilket øger hastigheden.
de_de: Verwenden Sie „virtiofs“ anstelle von „plan 9“ für den Zugriff auf Hostdateien, um die Geschwindigkeit zu erhöhen.
el_gr: Χρησιμοποιήστε το virtiofs αντί για το plan 9 για την πρόσβαση σε αρχεία του κεντρικού υπολογιστή, αυξάνοντας την ταχύτητα.
es_es: Use virtiofs en lugar del plan 9 para acceder a los archivos host, lo que aumenta la velocidad.
fi_fi: Käytä virtiof-kohteita suunnitelman 9 sijaan isäntätiedostojen käyttämiseen, mikä lisää nopeutta.
fr_fr: Utilisez virtiofs au lieu du plan 9 pour accéder aux fichiers hôtes, ce qui augmente la vitesse.
hu_hu: A 9. csomag helyett használjon virtuális kódot a gazdagépfájlok eléréséhez, ezzel növelve a sebességet.
it_it: Usare i virtiof invece del piano 9 per accedere ai file host, aumentando la velocità.
ja_jp: プラン 9 ではなく virtiofs を使用してホスト ファイルにアクセスすると、速度が向上します。
ko_kr: 호스트 파일에 액세스할 때 플랜 9 대신 virtiofs를 사용하면 속도가 빨라집니다.
nb_no: Bruk virtiofs i stedet for plan 9 for å få tilgang til vertsfiler, noe som øker hastigheten.
nl_nl: Gebruik Virtiofs in plaats van plan 9 om toegang te krijgen tot hostbestanden, waardoor de snelheid toeneemt.
pl_pl: Użyj funkcji virtiofs zamiast planu 9, aby uzyskać dostęp do plików hosta, zwiększając szybkość.
pt_br: Use virtiofs em vez do plano 9 para acessar arquivos de host, aumentando a velocidade.
pt_pt: Utilize "virtiofs" em vez de "plan 9" para aceder a ficheiros de anfitrião, aumentando a velocidade.
ru_ru: Используйте virtiofs вместо плана 9 для доступа к файлам узла, увеличивая скорость.
sv_se: Använd virtiofs i stället för plan 9 för att komma åt värdfiler, vilket ökar hastigheten.
tr_tr: Konak dosyalarına erişmek için plan 9 yerine virtiofs kullanın ve hızı arttırın.
zh_cn: 使用 virtiofs 而不是 plan 9 来访问主机文件，加快速度。
zh_tw: 使用 virtiofs 而非方案 9 存取主機檔案，加快速度。

# Settings_Virtio9p.Header
source: Enable Virtio 9p
cs_cz: Povolit Virtio 9p
da_dk: Aktivér Virtio 9p
de_de: Aktivieren von Virtio 9p
el_gr: Ενεργοποίηση Virtio 9p
es_es: Habilitar Virtio 9p
fi_fi: Ota käyttöön Virtio 9p
fr_fr: Activer Virtio 9p
hu_hu: Virtio 9p engedélyezése
it_it: Abilita Virtio 9p
ja_jp: Virtio 9p を有効にする
ko_kr: Virtio 9p 사용
nb_no: Aktiver Virtio 9p
nl_nl: Virtio 9p inschakelen
pl_pl: Włącz funkcję Virtio 9p
pt_br: Habilitar o Virtio 9p
pt_pt: Ativar Virtio 9p
ru_ru: Включить Virtio 9p
sv_se: Aktivera Virtio 9p
tr_tr: Virtio 9p'yi etkinleştir
zh_cn: 启用 Virtio 9p
zh_tw: 啟用 Virtio 9p

# Settings_Virtio9p.Description
source: Enables mount of the 9P filesystem from the host using the virtio transport.
cs_cz: Povolí připojení systému souborů 9P z hostitele pomocí přenosu virtio.
da_dk: Aktiverer tilslutning af 9P-filsystemet fra værten ved hjælp af virtio-transporten.
de_de: Aktiviert die Einbindung des 9P-Dateisystems vom Host über den Virtio-Transport.
el_gr: Ενεργοποιεί την προσάρτηση του συστήματος αρχείων 9P από τον κεντρικό υπολογιστή χρησιμοποιώντας τη μεταφορά virtio.
es_es: Habilita el montaje del sistema de archivos 9P desde el host mediante el transporte virtual.
fi_fi: Ottaa käyttöön 9P-tiedostojärjestelmän käyttöönoton isännästä virtio-siirron avulla.
fr_fr: Active le montage du système de fichiers 9P à partir de l’hôte à l’aide du transport virtio.
hu_hu: Engedélyezi a 9P-fájlrendszer csatlakoztatását a gazdagépről a virtio átvitellel.
it_it: Abilita il montaggio del file system 9P dall'host usando il trasporto virtio.
ja_jp: virtio トランスポートを使用して、ホストから 9P ファイルシステムへのマウントを有効にします。
ko_kr: virtio 전송을 사용하여 호스트에서 9P 파일 시스템을 탑재할 수 있도록 합니다.
nb_no: Aktiverer montering av 9P-filsystemet fra verten ved hjelp av virtio-transport.
nl_nl: Maakt het koppelen van het 9P-bestandssysteem vanaf de host mogelijk met behulp van het Virtio-transport.
pl_pl: Umożliwia instalowanie systemu plików 9P z hosta przy użyciu transportu virtio.
pt_br: Habilita a montagem do sistema de arquivos 9P do host usando o transporte virtio.
pt_pt: Ativa a montagem do sistema de ficheiros 9P a partir do anfitrião através do transporte virtio.
ru_ru: Позволяет монтировать файловую систему 9P с узла с помощью транспорта virtio.
sv_se: Aktiverar montering av 9P-filsystemet från värden med hjälp av virtio-transporten.
tr_tr: Virtio aktarımını kullanarak ana bilgisayardan 9P dosya sisteminin bağlanmasını etkinleştirir.
zh_cn: 使用 virtio 传输从主机启用 9P 文件系统装载。
zh_tw: 使用 virtio 傳輸，從主機啟用 9P 檔案系統掛接。

# Settings_VMIdleTimeout.Header
source: VM Idle timeout
cs_cz: Časový limit nečinnosti virtuálního počítače
da_dk: Timeout for inaktiv VM
de_de: VM-Leerlauftimeout
el_gr: Χρονικό όριο αδράνειας VM
es_es: Tiempo de espera de inactividad de SS
fi_fi: Näennäiskoneen käyttämättömyystilanteen aikakatkaisu
fr_fr: Délai d’inactivité de la machine virtuelle
hu_hu: Virtuális gép üresjárati időkorlátja
it_it: Timeout di inattività della macchina virtuale
ja_jp: VM アイドル タイムアウト
ko_kr: VM 유휴 시간 제한
nb_no: Tidsavbrudd for inaktiv virtuell maskin
pl_pl: Limit czasu bezczynności maszyny wirtualnej
pt_br: Tempo limite de Ociosidade da VM
pt_pt: Tempo limite de Inatividade da VM
ru_ru: Время ожидания простоя виртуальной машины
sv_se: Timeout för inaktivitet för virtuell dator
tr_tr: VM Boşta Kalma Zaman Aşımı
zh_cn: VM 空闲超时
zh_tw: VM 閒置逾時

# Settings_VMIdleTimeout.Description
source: The number of milliseconds that a VM is idle, before it is shut down.
cs_cz: Počet milisekund, po které je virtuální počítač nečinný, než se vypne.
da_dk: Det antal millisekunder, en VM er inaktiv, før den lukkes.
de_de: Die Anzahl von Millisekunden, die eine VM im Leerlauf ist, bevor sie heruntergefahren wird.
el_gr: Ο αριθμός των χιλιοστών του δευτερολέπτου που μια Εικονική Μηχανή είναι αδρανής, πριν τερματιστεί.
es_es: Número de milisegundos que una VM está inactiva antes de apagarse.
fi_fi: Virtuaalikoneen käyttämättömyysaika millisekunteina, ennen kuin se sammutetaan.
fr_fr: Nombre de millisecondes pendant lesquelles une machine virtuelle est inactive, avant d’être éteinte.
hu_hu: A virtuális gép üresjárati ideje ezredmásodpercben a leállítás előtt.
it_it: Numero di millisecondi di inattività di una macchina virtuale prima dell'arresto.
ja_jp: VM がシャットダウンされるまでのアイドル時間 (ミリ秒) です。
ko_kr: VM이 종료되기 전에 유휴 상태인 시간(밀리초)입니다.
nb_no: Antall millisekunder en virtuell maskin er inaktiv, før den avsluttes.
nl_nl: Het aantal milliseconden dat een VM inactief is voordat deze wordt afgesloten.
pl_pl: Liczba milisekund bezczynności maszyny wirtualnej przed jej zamknięciem.
pt_br: O número de milissegundos em que uma VM está ociosa, antes de ser desligada.
pt_pt: O número de milissegundos em que uma VM está inativa antes de ser encerrada.
ru_ru: Число миллисекунд бездействия виртуальной машины до ее завершения.
sv_se: Antalet millisekunder som en virtuell dator är inaktiv innan den stängs av.
tr_tr: Bir VM'nin kapatılmadan önce boşta olduğu milisaniye sayısı.
zh_cn: VM 在关闭之前处于空闲状态的毫秒数。
zh_tw: VM 在關機前閒置的毫秒數。

# Settings_VMIdleTimeoutResetButton.Content
source: Reset timeout
cs_cz: Resetovat časový limit
da_dk: Nulstil timeout
de_de: Timeout zurücksetzen
el_gr: Επαναφορά χρονικού ορίου
es_es: Restablecer tiempo de espera
fi_fi: Palauta aikakatkaisu
fr_fr: Réinitialiser le délai d’expiration
hu_hu: Időtúllépés alaphelyzetbe állítása
it_it: Reimposta timeout
ja_jp: タイムアウトのリセット
ko_kr: 초기화 시간 제한
nb_no: Tilbakestill tidsavbrudd
nl_nl: Time-out voor opnieuw instellen
pl_pl: Limit czasu resetowania
pt_br: Redefinir tempo limite
pt_pt: Repor tempo limite
ru_ru: Сброс времени ожидания
sv_se: Återställ tidsgräns
tr_tr: Zaman aşımını sıfırla
zh_cn: 重置超时
zh_tw: 重設逾時

# Settings_VMIdleTimeoutTextBox.AutomationProperties.Name
source: VM Idle timeout
cs_cz: Časový limit nečinnosti virtuálního počítače
da_dk: Timeout for inaktiv VM
de_de: VM-Leerlauftimeout
el_gr: Χρονικό όριο αδράνειας VM
es_es: Tiempo de espera de inactividad de SS
fi_fi: Näennäiskoneen käyttämättömyystilanteen aikakatkaisu
fr_fr: Délai d’inactivité de la machine virtuelle
hu_hu: Virtuális gép üresjárati időkorlátja
it_it: Timeout di inattività della macchina virtuale
ja_jp: VM アイドル タイムアウト
ko_kr: VM 유휴 시간 제한
nb_no: Tidsavbrudd for inaktiv virtuell maskin
pl_pl: Limit czasu bezczynności maszyny wirtualnej
pt_br: Tempo limite de Ociosidade da VM
pt_pt: Tempo limite de Inatividade da VM
ru_ru: Время ожидания простоя виртуальной машины
sv_se: Timeout för inaktivitet för virtuell dator
tr_tr: VM Boşta Kalma Zaman Aşımı
zh_cn: VM 空闲超时
zh_tw: VM 閒置逾時

# Settings_VMIdleTimeoutTextBox.AutomationProperties.HelpText
source: The number of milliseconds that a VM is idle, before it is shut down.
cs_cz: Počet milisekund, po které je virtuální počítač nečinný, než se vypne.
da_dk: Det antal millisekunder, en VM er inaktiv, før den lukkes.
de_de: Die Anzahl von Millisekunden, die eine VM im Leerlauf ist, bevor sie heruntergefahren wird.
el_gr: Ο αριθμός των χιλιοστών του δευτερολέπτου που μια Εικονική Μηχανή είναι αδρανής, πριν τερματιστεί.
es_es: Número de milisegundos que una VM está inactiva antes de apagarse.
fi_fi: Virtuaalikoneen käyttämättömyysaika millisekunteina, ennen kuin se sammutetaan.
fr_fr: Nombre de millisecondes pendant lesquelles une machine virtuelle est inactive, avant d’être éteinte.
hu_hu: A virtuális gép üresjárati ideje ezredmásodpercben a leállítás előtt.
it_it: Numero di millisecondi di inattività di una macchina virtuale prima dell'arresto.
ja_jp: VM がシャットダウンされるまでのアイドル時間 (ミリ秒) です。
ko_kr: VM이 종료되기 전에 유휴 상태인 시간(밀리초)입니다.
nb_no: Antall millisekunder en virtuell maskin er inaktiv, før den avsluttes.
nl_nl: Het aantal milliseconden dat een VM inactief is voordat deze wordt afgesloten.
pl_pl: Liczba milisekund bezczynności maszyny wirtualnej przed jej zamknięciem.
pt_br: O número de milissegundos em que uma VM está ociosa, antes de ser desligada.
pt_pt: O número de milissegundos em que uma VM está inativa antes de ser encerrada.
ru_ru: Число миллисекунд бездействия виртуальной машины до ее завершения.
sv_se: Antalet millisekunder som en virtuell dator är inaktiv innan den stängs av.
tr_tr: Bir VM'nin kapatılmadan önce boşta olduğu milisaniye sayısı.
zh_cn: VM 在关闭之前处于空闲状态的毫秒数。
zh_tw: VM 在關機前閒置的毫秒數。

# Settings_MegabyteStringFormat
source: {0} MB
fi_fi: {0} Mt
fr_fr: {0} Mo
ru_ru: {0} МБ
